<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1" />
<title>Association R&eacute;cr&eacute;ative Milton-Parc</title>
<style type="text/css">
<!--
.style1 {font-family: Verdana, Arial, Helvetica, sans-serif}
.style3 {
	font-family: Verdana, Arial, Helvetica, sans-serif;
	color: #6600FF;
	font-weight: bold;
}
.style4 {
	color: #6600FF;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<p class="style1">Bonjour &agrave; tous, (Please scroll down for English!)</p>
<p class="style1">Le printemps est dans l'air et les inscriptions sont d&eacute;j&agrave; en cours pour les activit&eacute;s de plein air de printemps avec l'Association R&eacute;cr&eacute;ative Milton-Parc! Il y a deux nouveaux cours et tous sont bienvenus. S'il vous pla&icirc;t n'h&eacute;sitez pas &agrave; diffuser ces infos et &agrave; poster les affiches ci-jointes!</p>
<p class="style3">Randonn&eacute;e urbaine et cours de conversation pour nouveaux arrivants et parrains</p>
<p class="style1">Essayez cette nouvelle formule! Pratiquez votre anglais et/ou fran&ccedil;ais oral lors d'une randonn&eacute;e sur le Mont-Royal et de la marche dans le quartier. Faites de l'exercice pendant que vous aiguisiez vos comp&eacute;tences linguistiques! <br />
  <br />
Tous les jeudis de 18h &agrave; 19h30. Nous encourageons la participation des nouveaux arrivants et personnes nouvellement arriv&eacute;es &agrave; Montr&eacute;al ainsi que des &lsquo;parrains&rsquo; de niveau avanc&eacute;/de langue maternelle &agrave; la recherche d'exercice et de discussions int&eacute;ressantes! Nous allons nous concentrer sur l'anglais et le fran&ccedil;ais en alternance chaque semaine. Inscrivez-vous pour 5 cours d&rsquo;anglais ou de fran&ccedil;ais pour 40 $, ou les dix pour 75 $ (65 $ pour nouveaux arrivants). <br />
</p>
<p class="style1"><span class="style4">Les vendredis en plein air</span><br />
  <br />
  Qui est disponible les vendredis? Vivons ensemble une aventure urbaine, pour avoir de l&rsquo;exercice en plein air et la bonne compagnie! Une bonne fa&ccedil;on d&rsquo;explorer la ville. Rendez-vous les vendredis de 12h30 &agrave; 16h30 pr&egrave;s de l&rsquo;ARMP/au m&eacute;tro Mont-Royal pour jouer dehors et d&eacute;couvrir les parcs et paysages de Montr&eacute;al. &Agrave; pied, &agrave; Bixi et en transport en commun, nous allons explorer les quatre coins de l'&icirc;le. Huit sorties pour 95 $ / 85 $ pour nouveaux arrivants &agrave; Montr&eacute;al. Les billets de m&eacute;tro, location de Bixi, etc. sont en sus, mais seront gard&eacute;s au minimum.<br />
</p>
<p class="style1">Pour vous inscrire &agrave; l&rsquo;un ou l&rsquo;autre de ces cours, communiquez avec l'Association R&eacute;cr&eacute;ative Milton-Parc au 514.872.0566, passez nous voir au 3555 St-Urbain ou alors nous &eacute;crire &agrave; info@miltonpark.org<br />
</p>
<p class="style1">Et merci &agrave; tous ceux qui ont particip&eacute; &agrave; nos <span class="style4">activit&eacute;s
      d&rsquo;hiver</span>, qui ont eu beaucoup de succ&egrave;s et qui ont &eacute;t&eacute; tr&egrave;s
      amusantes &ndash; Initiation aux sports d&rsquo;hiver et une fin de semaine hivernale au Lac Tamaracouta.
      Les inscriptions aux deux activit&eacute;s se sont remplies rapidement. Il y avait des participants
      d'ici et de loin, avec plus de 13 pays diff&eacute;rents. Beaucoup ont essay&eacute; le ski de
      fond, raquette, patinage et glissade pour la premi&egrave;re fois, et je pense que nous avons cr&eacute;&eacute; des
      mordus! Le point fort des deux activit&eacute;s a certainement &eacute;t&eacute; le m&eacute;lange
      de personnes et la bonne ambiance - sans parler de toute la quantit&eacute; de belle neige nous
      avons eu cet hiver! Visitez le groupe Facebook de l&rsquo;Association pour voir les photos, ou
      alors au: http://www.facebook.com/album.php?aid=301538&amp;id=553863999&amp;l=6df8aced87 et <br />
  http://www.facebook.com/album.php?aid=299892&amp;id=553863999&amp;l=63479ff84c</p>
<p class="style1">Pour cet &eacute;t&eacute;,
   nous sommes en train de planifier des sorties de canot, kayak et randonn&eacute;e
   en ville, ainsi qu&rsquo;une fin de semaine de canot-camping et une fin de semaine intensive de langue
   et plein air. Je vous enverrai des nouvelles bient&ocirc;t!</p>
<p class="style1">Cordialement,</p>
<p class="style1">Adrienne Blattel<br />
  Membre du conseil d&rsquo;administration et guide<br />
Association R&eacute;cr&eacute;ative Milton-Parc</p>
<p class="style1">P.S. N&rsquo;h&eacute;sitez pas si vous aimeriez rajouter,
   enlever ou modifier un courriel parmi ma liste!</p>
<p class="style1">Hello everyone, </p>
<p class="style1">Spring is in the air and registration has already started for spring outdoor activities with the Association R&eacute;cr&eacute;ative Milton-Parc! There are two brand-new courses coming up and all are welcome. Please feel free to share this e-mail and the attached posters! </p>
<p class="style3">Urban Hiking and Conversation Course for Newcomers and Mentors</p>
<p class="style1">Try out this new mix! Practice your English and/or French conversation while hiking on Mount Royal and walking in the neighbourhood. Get exercise while brushing up on your language skills! Thursday evenings from 6:00 - 7:30 p.m. We welcome the participation of new immigrants, newcomers to Montreal as well as advanced/native speakers in search of exercise and interesting discussions! We&rsquo;ll focus on English and French on alternating weeks. Intermediate level. Sign up for 5 English or 5 French courses for $40, or all ten for $75 ($65 for newcomers).</p>
<p class="style1"> </p>
<p class="style3">Fresh Air Fridays</p>
<p class="style1">Who&rsquo;s free on Friday afternoons? Join us for urban adventures, exercise and good company in various parks and neighbourhoods of Montreal! A great way to explore the city, meet people and get exercise while outdoors, not to mention making great use of Friday afternoons! Meet every Friday from 12:30 &ndash; 4:30 p.m. near ARMP/M&eacute;tro Mont-Royal. We&rsquo;ll make use of our feet, Bixis and public transportation to explore all four corners of the island. Eight outings for $95 ($85 for newcomers to Montreal). The cost of metro tickets, Bixis etc. is not included but will be kept to a minimum.</p>
<p class="style1"> </p>
<p class="style1">To register for either course, please call the Association R&eacute;cr&eacute;ative Milton-Parc at 514.872.0566, drop by 3555 St-Urbain or e-mail info@miltonpark.org.</p>
<p class="style1"> </p>
<p class="style1">And thanks to everyone who participated in our highly successful and extra fun <span class="style4">Introduction to Winter Sports Course and Winter Weekend</span> at Lake Tamaracouta! Both filled up quickly and were attended by people from here and from far &ndash; from over 13 different countries. Many got to try cross-country skiing, snowshoeing, skating and tubing for the first time, and I&rsquo;m sure we&rsquo;ll see them back at it next winter! The highlight was definitely the mix of people and great atmosphere &ndash; not to mention all the snow we got this year! Check out the Association&rsquo;s Facebook Group Page for all kinds of photos or go to:  http://www.facebook.com/album.php?aid=301538&amp;id=553863999&amp;l=6df8aced87 and http://www.facebook.com/album.php?aid=299892&amp;id=553863999&amp;l=63479ff84c</p>
<p class="style1"> </p>
<p class="style1">As for this summer, we are currently planning summer paddling and hiking day trips in town, a weekend canoe trip, and a weekend outdoor language retreat. More news soon!</p>
<p class="style1"> </p>
<p class="style1">Sincerely,</p>
<p class="style1"> </p>
<p class="style1">Adrienne Blattel</p>
<p class="style1">Board Member and Guide</p>
<p class="style1">Association R&eacute;cr&eacute;ative Milton-Parc</p>
<p class="style1"> </p>
<p class="style1">P.S. Please let me know if you&rsquo;d like to add, remove or change an e-mail address on my list!</p>
<p class="style1"> </p>
<p class="style1"> </p>
</body>
</html>
